---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctSystemCalculationParam
source: html/8b88a4d3-b7b2-95f2-3baa-3e276254ebfe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctSystemCalculationParam Property

"Calculations"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctSystemCalculationParam { get; }
```